Repository: amer266030/YamamaWalk
Catalog: Yamama Sport/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: Already Registered?
ar: لديك حساب؟

source: Auth Error
ar: خطأ في المصادقة

source: By signing up, you agree to Terms of Use and Privacy Policy.
ar: بالتسجيل، فإنك توافق على شروط الاستخدام وسياسة الخصوصية

source: Could not connect to HealthKit. Please try again later. Error: %@
ar: تعذر الاتصال بـ HealthKit. يُرجى المحاولة لاحقًا. خطأ: %@

source: Create Account
ar: إنشاء حساب

source: Department
ar: القسم

source: Don't have an account?
ar: لا تملك حسابًا؟

source: email
ar: البريد الإلكتروني

source: Error
ar: خطأ

source: Factory
ar: المصنع

source: Female
ar: أنثى

source: Head Office
ar: المكتب الرئيسي

source: HealthKit Error
ar: خطأ HealthKit

source: Home
ar: الصفحة الرئيسية

source: Invalid Password
ar: كلمة المرور غير صالحة

source: Last Update: %@
ar: آخر تحديث: %@

source: Login
ar: تسجيل الدخول

source: Male
ar: ذكر

source: name
ar: الاسم

source: Netowrk Error
ar: خطأ في الشبكة

source: New Steps
ar: خطوات جديدة

source: password
ar: كلمة المرور

source: Please make sure you entered the correct password.
ar: يرجى التأكد من إدخال كلمة المرور الصحيحة.

source: Position
ar: المركز

source: Profile
ar: الملف الشخصي

source: Ranking
ar: ترتيب الموظفين

source: Register
ar: تسجيل حساب

source: Saudi
ar: المملكة العربية السعودية

source: Steps Count
ar: عدد الخطوات

source: Sync Steps
ar: تحديث الخطوات

source: Synced Steps
ar: الخطوات المُرسلة

source: Time Remaining
ar: الوقت المتبقي

source: Unexpeted Error
ar: خطأ غير متوقع

source: Use an 8 character password with a mix of letters, numbers and symbols
ar: استخدم كلمة مرور مكونة من 8 أحرف مع مزيج من الأحرف والأرقام والرموز

source: Your position compared to your colleagues
ar: مركزك مقارنة بزملائك
